<?php

return [

    'sms_failed' => 'Не удалось отправить SMS-код!',
    'sms_sent'   => 'Отправлен SMS-код на ваш номер телефона!',
    'sms_invalid' => 'Неверный код подтверждения!',
    'phone_verified' => 'Номер телефона подтвержден',
    'user_not_found' => 'Пользователь не найден',
    'already_verified' => 'Вы уже подтверждены',
    'invalid_input' => 'Неверные данные для входа.',
    'phone_not_verified' => 'Номер телефона не подтвержден',
    'login_success' => 'Вход выполнен успешно!',
    'phone_not_found' => 'Адрес номера телефона не найден',
    'invalid_code' => 'Неверный код сброса',
    'reset_success' => 'Пароль успешно сброшен!',
    'logout' => 'Пользователь успешно вышел!', 
    'delete' => 'Аккаунт успешно удален!', 
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'not_authenticated' => 'Отменить аутентификацию',
];
