<?php

return [
    'all_success' => 'Товары успешно получены',
    'create_success' => 'Товар успешно создан',
    'update_success' => 'Товар успешно обновлен',
    'not_found' => 'Товар не найден',
    'destroy_success' => 'Товары успешно удалены',
    'no_money' => 'У пользователя недостаточно денег для создания нового товара',
    'blocked' => 'Вы заблокированы Администратором',
    'no_access_update' => 'У вас нет прав на обновление этого товара',
    'no_access_delete' => 'У вас нет прав на удаление этого товара',
    'add_favourite' => 'Товар добавлен в избранное',
    'remove_favourite' => 'Товар успешно удален из избранного',
    'not_in_favorites' => 'Товар отсутствует в выбранном списке'

];
